var arr_buyer = {
	country: [
		{ // RUS
			town: ["Киев", "Харьков", "Одесса", "Днепр", "Запорожье", "Львов", "Кривой Рог", "Николаев", "Мариуполь", "Винница", "Макеевка", "Херсон", "Полтава", "Чернигов", "Черкассы", "Житомир", "Сумы", "Хмельницкий", "Черновцы", "Ровно", "Каменское", "Кропивницкий", "Ивано-Франковск", "Кременчуг", "Тернополь", "Луцк", "Белая Церковь", "Черноморск"],
			people_name: ["Руслана", "Людмила", "Таня", "Сергей", "Леша", "Алексей", "Колян", "Коля", "Павел", "Паша", "Дима", "Дмитрий", "Женя", "Евгений", "Слава", "Святослав", "Андрей", "Антон", "Артем", "Генадий", "Генадий", "Макс", "Максим", "Олег", "Виктор", "Роман", "Рома", "Денис", "Руслан", "Вадим", "Костя", "Влад", "Владислав", "Марат", "Юрий"],
			class_flag: ["flag_ukr"]
		},
		{ // BLR
			town: ["Киев", "Харьков", "Одесса", "Днепр", "Запорожье", "Львов", "Кривой Рог", "Николаев", "Мариуполь", "Винница", "Макеевка", "Херсон", "Полтава", "Чернигов", "Черкассы", "Житомир", "Сумы", "Хмельницкий", "Черновцы", "Ровно", "Каменское", "Кропивницкий", "Ивано-Франковск", "Кременчуг", "Тернополь", "Луцк", "Белая Церковь", "Черноморск"],
			people_name: ["Руслана", "Людмила", "Таня", "Сергей", "Леша", "Алексей", "Колян", "Коля", "Павел", "Паша", "Дима", "Дмитрий", "Женя", "Евгений", "Слава", "Святослав", "Андрей", "Антон", "Артем", "Генадий", "Генадий", "Макс", "Максим", "Олег", "Виктор", "Роман", "Рома", "Денис", "Руслан", "Вадим", "Костя", "Влад", "Владислав", "Марат", "Юрий"],
			class_flag: ["flag_ukr"]
		},
		{ // UKR
			town: ["Киев", "Харьков", "Одесса", "Днепр", "Запорожье", "Львов", "Кривой Рог", "Николаев", "Мариуполь", "Винница", "Макеевка", "Херсон", "Полтава", "Чернигов", "Черкассы", "Житомир", "Сумы", "Хмельницкий", "Черновцы", "Ровно", "Каменское", "Кропивницкий", "Ивано-Франковск", "Кременчуг", "Тернополь", "Луцк", "Белая Церковь", "Черноморск"],
			people_name: ["Руслана", "Людмила", "Таня", "Сергей", "Леша", "Алексей", "Колян", "Коля", "Павел", "Паша", "Дима", "Дмитрий", "Женя", "Евгений", "Слава", "Святослав", "Андрей", "Антон", "Артем", "Генадий", "Генадий", "Макс", "Максим", "Олег", "Виктор", "Роман", "Рома", "Денис", "Руслан", "Вадим", "Костя", "Влад", "Владислав", "Марат", "Юрий"],
			class_flag: ["flag_ukr"]
		},
		{ // KAZ
			town: ["Киев", "Харьков", "Одесса", "Днепр", "Запорожье", "Львов", "Кривой Рог", "Николаев", "Мариуполь", "Винница", "Макеевка", "Херсон", "Полтава", "Чернигов", "Черкассы", "Житомир", "Сумы", "Хмельницкий", "Черновцы", "Ровно", "Каменское", "Кропивницкий", "Ивано-Франковск", "Кременчуг", "Тернополь", "Луцк", "Белая Церковь", "Черноморск"],
			people_name: ["Руслана", "Людмила", "Таня", "Сергей", "Леша", "Алексей", "Колян", "Коля", "Павел", "Паша", "Дима", "Дмитрий", "Женя", "Евгений", "Слава", "Святослав", "Андрей", "Антон", "Артем", "Генадий", "Генадий", "Макс", "Максим", "Олег", "Виктор", "Роман", "Рома", "Денис", "Руслан", "Вадим", "Костя", "Влад", "Владислав", "Марат", "Юрий"],
			class_flag: ["flag_ukr"]
		},
		{ // KGZ
			town: [],
			people_name: [],
			class_flag: ["flag_ukr"]
		},
		{ // MDA
			town: [],
			people_name: [],
			class_flag: ["flag_ukr"]
		}

	]
};